{
  "welcome": "Selamat datang",
  "select_language": "Silakan pilih bahasa Anda",
  "english": "Bahasa Inggris",
  "indonesian": "Bahasa Indonesia",
  "home": "Beranda",
  "products": "Produk",
  "contact": "Kontak",
  "Discover handcrafted beaded artistry, designed to add elegance and charm to your everyday style.": "Temukan karya seni manik-manik handmade yang dirancang untuk menambahkan sentuhan elegan dan pesona pada gaya harianmu",
  "Handcrafted Beauty,": "Keindahan Buatan Tangan,",
  "Beaded": "Rangkaian Manik",
  "to Perfection": "yang Sempurna",
  "Explore Collection": "Lihat Koleksi",
  "Our philosophy blends traditional craftsmanship with modern elegance. Each piece is a testament to our dedication to quality, artistry, and timeless beauty. We don’t just create accessories—we weave stories, one bead at a time.": "Filosofi kami memadukan keahlian tradisional dengan sentuhan elegan yang modern. Setiap karya menjadi bukti dedikasi kami terhadap kualitas, seni, dan keindahan yang tak lekang oleh waktu. Kami tidak sekadar membuat aksesori—kami merangkai cerita, satu per satu lewat setiap butir manik.",
  "Crafted with Passion, Designed to Shine": "Dirangkai dengan Cinta, Diciptakan untuk Bersinar",
  "Our": "Koleksi",
  "Collection": "Kami",
  "Contact Information": "Informasi Kontak",
  "Have a question or a special request? We'd love to hear from you! Whether you're looking for a handmade beaded piece, need assistance with an order, or just want to say hello, feel free to reach out. Our team is here to help and ensure you have the best experience with our handcrafted collections. 💖✨": "Punya pertanyaan atau khusus? Kami senang mendengarnya! Entah kamu sedang mencari aksesori manik handmade, butuh bantuan dengan pesanan, atau sekadar ingin menyapa—jangan ragu untuk menghubungi kami. Tim kami siap membantu dan memastikan kamu mendapatkan pengalaman terbaik dengan koleksi buatan tangan kami. 💖✨",
  "Get in Touch with Us": "Hubungi Kami",
  "Prefer to message us directly?": "Ingin mengirim pesan langsung kepada kami?",
  "WhatsApp Us" : "Kirim Pesan WhatsApp",
  "Email Us" : "Kirim Email",
  "Address" : "Alamat",
  "Discover the perfect pair for every occasion": "Temukan pasangan yang sempurna untuk setiap kesempatan"
}
